class MessageText:

    """Сообщения для клиентов: """
    MSG_HELLO = """Приветствую, могу забронировать для тебя: 
столик или компьютер."""
    MSG_NAME = """На кого будет бронь(Имя)?"""
    MSG_TIME = """На какое время желаете(00:00)?"""
    MSG_PEOPLE_PC = """На какое количество человек бронировать?"""
    MSG_ADDITION_PC = """Укажите номер желаемого ПК(любой/ 22/ 3 рядом)."""
    MSG_PEOPLE_TB = """На какое количество персон нужен столик?"""
    MSG_PC_BIG_DIGIT = """У нас нет возможности разместить столько человек :(("""
    MSG_TB_BIG_DIGIT = """У нас нет возможности разместить столько человек :(("""
    MSG_NUMBER = """Номер для связи."""
    MSG_ACCEPT_BOOKING = """Бронь подтверждена, ждем Вас! 

Если остались какие-то вопросы, позвоните по тел.: 330-340

А пока есть время, обязательно просмотрите последние новости EraGame - 
Vk: https://vk.com/eragaming76
Tg: https://t.me/eragaming76"""
    MSG_WAIT_BOOKING = """Бронь в обработке."""
    MSG_FEEDBACK = """С вами свяжется менеджер для уточнения деталей."""

    MSG_YES_OR_NO = """Не понял вас, выберете Да или Нет"""
    MSG_OTHER = ['привет', 'бронь', 'пк', 'столик', 'hi', 'забронировать']
    MSG_UNDERSTAND = """Не поняла ^^
Могу забронировать для вас ПК или столик.
Для других вопросов обратитесь по тел.: 330-340"""

